{
    "items": [{
            "id": "1",
            "category": "beasts",
            "title": "Fantastic Beasts and Where to Find Them",
            "desc": {
                "cubierta": "Tapa dura",
                "medidas": "152 x 229 x 11.18mm",
                "peso": "379.2gr",
                "descripcion": "Animales fantásticos y dónde encontrarlos es un libro que trata sobre la magizoología y la descripción de las criaturas mágicas, siendo uno de los libros más aclamados de su área. Fue escrito por el célebre magizoologista Newt Scamander, y es un libro de texto estándar usado en el Colegio Hogwarts de Magia y Hechicería desde su primera edición, lanzada en 1927."},
            "image": "../images/fantastic-beasts-500x500.png"
        },
        {
            "id": "2",
            "category": "potions",
            "title": "Advanced Potion Making",
            "desc": {
                "cubierta": "Tapa dura",
                "medidas": "152 x 229 x 11.18mm",
                "peso": "379.2gr",
                "descripcion": "Elaboración de pociones avanzadas es un libro escrito por Libatius Borage. Como indica el título, este libro contiene recetas avanzadas y varios otros temas relacionados con la elaboración de pociones. Este libro de texto se ha utilizado durante muchos años en la educación de jóvenes magos y brujas."},
            "image": "../images/advanced-potion-500x500.png"
        },
        {
            "id": "3",
            "category": "history",
            "title": "History of magic",
            "desc": {
                "cubierta": "Tapa dura",
                "medidas": "152 x 229 x 11.18mm",
                "peso": "379.2gr",
                "descripcion": "Una Historia de la Magia es un libro escrito por Bathilda Bagshot. Fue publicado en 1947. Es usado por los estudiantes de Hogwarts en la asignatura Historia de la Magia (impartida por el profesor Binns, el único profesor que es fantasma)."},
            "image": "../images/history-of-magic-500x500.png"
        },
        {
            "id": "4",
            "category": "history",
            "title": "Hogwarts: A History",
            "desc": {
                "cubierta": "Tapa dura",
                "medidas": "152 x 229 x 11.18mm",
                "peso": "379.2gr",
                "descripcion": "Historia de Hogwarts, también conocido como Hogwarts: una historia es un libro sobre el Colegio Hogwarts de Magia y Hechicería y su historia, escrito por Bathilda Bagshot."},
            "image": "../images/hogwarts-a-history-500x500.png"
        },
        {
            "id": "5",
            "category": "stories",
            "title": "Beedle the bard",
            "desc": {
                "cubierta": "Tapa dura",
                "medidas": "152 x 229 x 11.18mm",
                "peso": "379.2gr",
                "descripcion": "Los cuentos de Beedle el Bardo son historias mágicas para niños, normalmente conocidas en el mundo mágico. Pueden considerarse una suerte de equivalente para los magos y brujas en edad infantil de los cuentos de hadas tradicionales que normalmente son narrados a los niños muggle durante su infancia."},
            "image": "../images/beedle-the-bard-500x500.png"
        },
        {
            "id": "6",
            "category": "dark-arts",
            "title": "Defense against the dark arts",
            "desc": {
                "cubierta": "Tapa dura",
                "medidas": "152 x 229 x 11.18mm",
                "peso": "379.2gr",
                "descripcion": "Defensa esencial contra las Artes Oscuras, también conocido simplemente como Defensa Contra las Artes Oscuras es un libro sobre la lucha contra las Artes Oscuras, escrito por Arsenius Jigger en algún momento antes de 1993. Es publicado por Luca Books."},
            "image": "../images/defence-against-the-dark-arts-500x500.png"
        }
    ]
}